export default {
  code: `
// 嗯？代码好像出问题了
+-+-+-+-+-+   +-+-+-+-+
|M|I|M|A|O| ♥️ |F|A|F|A|
+-+-+-+-+-+   +-+-+-+-+
// 这是什么？
const { 👶, 👧 } = 🌎;
👦.sing('🎸🎵🎤');
👩.watch('😍😍😍');
👨‍🎓.fly('北京');
👩‍🎓.stay('重庆');
👨‍💻.propose('嫁给我好吗？💍');
👩‍💻.say('emmm...我考虑一下吧🤔');
await(1000);
👩‍💻.response('我愿意！💏');
Church.marry(🤵,👰);
// 噢，是个爱情故事呢，程序开始运行啦`,
  executions: [{
    name:'初始化',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'编译中',
    time: '',
    duration: 0,
    visible: false
  }, {
    name:'打包中',
    time: '',
    duration: 0,
    visible: false
  }],
}